<?php

return [
    'required' => 'Поле обязательно к заполнению',
    'email' => 'Введенные данные должны быть email',
    'email_failed' => 'Введенный email не найдено',
    'email_unique' => 'Введенный email должен быть уникальным',
    'max.string' => 'Длинна должна быть не больше :max символов',
    'min.string' => 'Длинна должна быть не меньше :min символов',
    'confirmed' => 'Подтвердите пароль',
    'unique' => 'Введенные данные должны быть уникальными',
    'image' => 'Файл для загрузки должен быть изображением',
    'numeric' => 'Значение должно быть числом',
    'price' => 'Цена не може быть равной 0',
    'image_size' => 'Размер одного из изображений больше разрешенного 1 МБ',
    'images_size' => 'Общий размер изображений галереї 7 МБ',
    'image_type' => 'Один из файлов не изображение',
    'phone' => 'Не валидный номер телефона',
];
