<?php

return [
    'required' => 'Наступне поле необхідно заповнити',
    'email' => 'Введені дані повинні бути email',
    'email_failed' => 'Введений email не знайдено',
    'email_unique' => 'Введений email повинен бути унікальним',
    'max.string' => 'Довжина повинна бути не більше :max символів',
    'min.string' => 'Довжина повинна бути не менше :min символів',
    'confirmed' => 'Підтвердіть пароль',
    'unique' => 'Введені дані повинні бути унікальними',
    'image' => 'Файл для завантаження повинен бути зображенням',
    'numeric' => 'Значення повинно бути числом',
    'price' => 'Ціна не може бути рівна 0',
    'image_size' => 'Розмір оного із зображень більше дозволеного 1 МБ',
    'images_size' => 'Загальний розмір зображеннь галереї 7 МБ',
    'image_type' => 'Один з файлів не є зображенням',
    'phone' => 'Не валідний номер телефону',
];
